{
  "termsUse": "Este é um aplicativo (web app) gratuito de notas e lembretes, desenvolvido por Éverton Ruan, disponível nos endereços: noteous.app e preview.noteous.app (e nos antigos endereços, apenas para usuário já existentes: noteous.vercel.app e noteouspreview.vercel.app) \n Para usar o aplicativo, você deve aceitar os seguintes termos: \n 1. Você concede permissão para o aplicativo acessar e processar dados no armazenamento de seu dispositivo e também para coletar dados anônimos de visitas para análise e melhoria do aplicativo. \n 2. Você compreende que o desenvolvedor detém todos os direitos autorais e propriedades intelectuais sobre o aplicativo e seu código fonte, mas que os dados que você armazenar por meio do aplicativo são seus. \n 3. São investidos esforços para tornar o aplicativo livre de erros e o mais confiável possível. Mas, esse aplicativo é fornecido 'como está' e não oferece garantias quanto a confiabilidade do sistema. Inclusive, não oferece garantias de que estará sempre disponível no futuro. O desenvolvedor do aplicativo não será responsável ​​por quaisquer danos (incluindo, sem limitação, danos por perda de dados ou lucro) decorrentes do uso ou da incapacidade de usar o aplicativo. Para acessar o aplicativo você precisa estar conectado à internet. Na versão de testes (preview), há uma opção para instalar o aplicativo e utilizá-lo sem precisar de uma conexão com a internet. \n 4. Estes termos poderão ser revisados a qualquer momento. Se houver uma modificação, você será avisado e precisará concordar com as alterações para continuar usando o aplicativo.",
  "privacyPolicy":"Este aplicativo, noteous, funciona dentro do navegador de internet (browser). Ele utiliza uma tecnologia chamada Armazenamento Local (Local Storage) para salvar suas anotações e todas as informações de configuração. Isso significa o seguinte: \n • O aplicativo não tem acesso aos dados no seu dispositivo. Ele apenas acessará os dados de uso do próprio aplicativo (ou seja, suas notas e configurações) \n • Suas anotações não são sincronizadas com a nuvem, nem ficam disponíveis on-line de forma alguma. Todas as suas anotações ficam armazenadas somente no seu dispositivo, localmente (celular, tablet, computador) \n • Se você desinstalar o navegador de internet, limpar os dados de navegação, ou fizer procedimentos semelhantes, suas notas serão apagadas \n • Suas notas não são sincronizadas entre dispositivos. Se usar o noteous em dispositivos diferentes (por exemplo, no celular e no computador), cada um terá notas separadas. Inclusive, se usar o noteous em navegadores de internet diferentes, cada um terá notas separadas. \n \n Coleta de dados anônimos de visita \n Ao acessar o aplicativo, após concordar com os termos de uso e a política de privacidade, são coletados, de forma automática, alguns dados sobre o acesso, de forma totalmente anônima e agregada. Isso é útil para gerar relatórios de estatísticas para ter, por exemplo, a média de velocidade de conexões, número de acessos ao aplicativo, quais navegadores utilizados, entre outros, para uso em pesquisas, criação de conteúdo e aprimoramento do aplicativo. \n • Não são coletados dados sobre o uso do aplicativo. \n • Nenhum dado pessoal identificável ou rastreável é coletado \n • Suas notas não são enviadas a ninguém. Elas ficam apenas no seu dispositivo. \n • Apenas dados da visita (conexão do dispositivo com o servidor) são coletados. Este aplicativo não utiliza cookies. \n • Exemplos de informações coletadas (dados anônimos e agregados): Informações sobre velocidade de conexões, Data e hora dos acessos, quais páginas foram acessadas, origens de acessos de links externos (referers), países de origem, navegadores utilizados, Sistemas Operacionais, entre outros \n Última atualização: 14/07/2024"
}