{
  "termsUse": "Este é um aplicativo (web app) gratuito de notas e lembretes, desenvolvido por Éverton Ruan, disponível nos endereços: noteous.app e preview.noteous.app (e nos antigos endereços, apenas para usuário já existentes: noteous.vercel.app e noteouspreview.vercel.app) \n Para usar o aplicativo, você deve aceitar os seguintes termos: \n 1. Você concede permissão para o aplicativo acessar e processar dados no armazenamento de seu dispositivo e também para coletar dados anônimos de visitas para análise e melhoria do aplicativo. \n 2. Você compreende que o desenvolvedor detém todos os direitos autorais e propriedades intelectuais sobre o aplicativo e seu código fonte, mas que os dados que você armazenar por meio do aplicativo são seus. \n 3. São investidos esforços para tornar o aplicativo livre de erros e o mais confiável possível. Mas, esse aplicativo é fornecido 'como está' e não oferece garantias quanto a confiabilidade do sistema. Inclusive, não oferece garantias de que estará sempre disponível no futuro. O desenvolvedor do aplicativo não será responsável ​​por quaisquer danos (incluindo, sem limitação, danos por perda de dados ou lucro) decorrentes do uso ou da incapacidade de usar o aplicativo. Para acessar o aplicativo você precisa estar conectado à internet. Ao utilizá-lo, serão baixados automaticamente para o seu dispositivo os componentes necessários para utilizar o aplicativo sem precisar de uma conexão com a internet (se o navegador de internet oferecer suporte para uso sem conexão de internet) \n 4. Estes termos poderão ser revisados a qualquer momento. Se houver uma modificação, você será avisado e precisará concordar com as alterações para continuar usando o aplicativo.",
  "privacyPolicy":"Este aplicativo, noteous, funciona dentro do navegador de internet (browser). Ele utiliza uma tecnologia chamada Armazenamento Local (Local Storage) para salvar suas anotações e as informações de configuração. Veja estes pontos relevantes: \n • O aplicativo acessará os próprios dados de uso (ou seja, suas notas e configurações). Se você permitir, o aplicativo acessará o armazenamento do dispositivo para abrir um arquivo de texto, utilizando o recurso Abrir cópia. \n • Suas anotações ficam salvas localmente no seu dispositivo e não são sincronizadas com a nuvem. Porém, você poderá baixar arquivos de cópia de notas para o seu dispositivo para fins como proteção de perda de dados (backup), utilizando o recurso Criar cópia. Em navegadores que oferecem suporte, há uma opção para enviar um arquivo de cópia de notas diretamente para outro aplicativo ou dispositivo (como celular, tablet, computador). \n • Se você desinstalar o navegador de internet, limpar os dados de navegação, ou fizer procedimentos semelhantes, suas notas serão apagadas. \n • Suas notas não são sincronizadas entre dispositivos (você poderá fazer isso manualmente por meio do recurso Cópias de notas). \n • Se usar o noteous em dispositivos diferentes (por exemplo, no celular e no computador), cada um terá notas separadas. Inclusive, se usar o noteous em navegadores de internet diferentes, cada um terá notas separadas. \n \n COLETA DE DADOS ANÔNIMOS DE VISITAS \n Ao acessar o aplicativo, após concordar com os termos de uso e a política de privacidade, são coletados, de forma automática, alguns dados sobre o acesso, de forma totalmente anônima e agregada. Isso é útil para gerar relatórios de estatísticas para ter, por exemplo, a média de velocidade de conexões, número de acessos ao aplicativo, quais navegadores utilizados, entre outros, para uso em pesquisas, criação de conteúdo e aprimoramento do aplicativo. \n • Não são coletados dados sobre o uso do aplicativo. \n • Nenhum dado pessoal identificável ou rastreável é coletado \n • Suas notas não são enviadas a ninguém. Elas ficam apenas no seu dispositivo. \n • Apenas dados da visita (conexão do dispositivo com o servidor) são coletados. Este aplicativo não utiliza cookies. \n • Exemplos de informações coletadas (dados anônimos e agregados): Informações sobre conexões, países de origem, navegadores utilizados, Sistemas Operacionais, entre outras. \n Última atualização: 01/09/2025"
}